Repository: EYazanS/clouddrive
Catalog: src/Api/Resources/Resource.*.resx
Languages: ar

# Actions_Txt
source: Actions
ar: الإجراءات

# Add_Specialty_Txt
source: Add Specialty
ar: إضافة التخصص

# Add_Txt
source: Add
ar: إضافة النص

# Ads_Txt
source: Ads
ar: الإعلانات

# Cancel_Txt
source: Cancel
ar: إلغاء النص

source: Categories
ar: الفئات

# Categories_Txt
source: Categories
ar: نص الفئات

# Delete_Confirmation_Txt
source: Are you sure you want to delete ?
ar: يرجى تأكيد الحذف

# Delete_Specialty_Txt
source: Delete Specialty
ar: حذف نص التخصص

# Delete_Txt
source: Delete
ar: حذف النص

# Display_Records_Per_Page_Txt
source: Display _MENU_ records per page
ar: عرض سجلات كل صفحة

# Error_Txt
source: Error
ar: خطأ في النص

# Error_While_Trying_To_Add_Specialty_Txt
source: Error while trying to add specialty
ar: هناك خطأ في محاولة إضافة التخصص

# Error_While_Trying_To_Delete_Specialty_Txt
source: Error while trying to delete specialty
ar: هناك خطأ في محاولة حذف التخصص

# Error_While_Trying_To_Update_Specialty_Txt
source: Error while trying to update specialty
ar: هناك خطأ في محاولة تعديل التخصص

# Filtered_From_Total_Records_Txt
source: (filtered from _MAX_ total records)
ar: (تم الاختيار من اجمالي السجلات)

# First_Txt
source: First
ar: الأول

source: Home Page
ar: الصفحة الرئيسية

# Languages_Txt
source: Languages
ar: اللغات

# Last_Txt
source: Last
ar: الأخير

# Name_ar_Txt
source: Name in Arabic
ar: الاسم بالعربي

# Name_en_Txt
source: Name in English
ar: الاسم بالانجليزي

# Next_Txt
source: Next
ar: التالي

# Nothing_Found_Txt
source: No results
ar: لم يتم العثور على نتائج

# No_Records_Available_Txt
source: No records available
ar: لا توجد سجلات متاحة

# Cities_Txt
source: Cities
ar: المدن

# Previous_Txt
source: Previous
ar: السابق

# Save_Txt
source: Save
ar: حفظ

# Search_Txt
source: Search
ar: بحث

# Settings_Txt
source: Settings
ar: الإعدادات

# Showing_Page_Of_Pagers_Txt
source: Showing page _PAGE_ on _PAGES_
ar: عرض صفحة _PAGE_ من _PAGES_

# Specialties_Txt
source: Specialties
ar: التخصصات

# Specialty_Added_Successfully_Txt
source: Specialty added successfully
ar: تم إضافة التخصص بنجاح

# Specialty_Deleted_Successfully_Txt
source: Specialty deleted successfully
ar: تم حذف التخصص بنجاح

# Specialty_Updated_Successfully_Txt
source: Specialty updated successfully
ar: تم تعديل التخصص بنجاح

# Success_Txt
source: Success
ar: نجاج

# Update_Specialty_Txt
source: Edit Specialty
ar: تعديل التخصص

# Update_Txt
source: Update
ar: تعديل

# Users_Txt
source: Users
ar: المستخدمين

source: Welcome
ar: منصة فرص ترحب بكــم

# Delete_City_Txt
source: Delete City
ar: حذف المدينة

# Error_While_Trying_To_Add_City_Txt
source: Error while trying to add city
ar: هناك خطأ في محاولة إضافة المدينة

# Error_While_Trying_To_Delete_City_Txt
source: Error while trying to delete city
ar: هناك خطأ في محاولة حذف المدينة

# Error_While_Trying_To_Update_City_Txt
source: Error while trying to update city
ar: خطأ أثناء محاولة تعديل المدينة

# City_Added_Successfully_Txt
source: City added successfully
ar: تم إضافة االمدينة بنجاح

# City_Deleted_Successfully_Txt
source: City deleted successfully
ar: تم حذف المدينة بنجاح

# City_Updated_Successfully_Txt
source: City updated successfully
ar: تم تعديل المدينة بنجاح

# Update_City_Txt
source: Update City
ar: تعديل المدينة

# Add_City_Txt
source: Add City
ar: إضافة مدينة

# Add_Category_Txt
source: Add Category
ar: إضافة صنف

# Category_Added_Successfully_Txt
source: Category added successfully
ar: تم إضافة الفئة بنجاح

# Category_Deleted_Successfully_Txt
source: Category deleted successfully
ar: تم حذف الفئة بنجاح

# Category_Updated_Successfully_Txt
source: Category updated successfully
ar: تم تعديل الفئة بنجاح

# Delete_Category_Txt
source: Delete Category
ar: حذف الفئة

# Error_While_Trying_To_Add_Category_Txt
source: Error while trying to add category
ar: هناك خطأ في محاولة إضافة فئة

# Error_While_Trying_To_Delete_Category_Txt
source: Error while trying to delete category
ar: هناك خطأ في محاولة حذف الفئة

# Error_While_Trying_To_Update_Category_Txt
source: Error while trying to update category
ar: هناك خطأ في محاولة تعديل الصنف

# Update_Category_Txt
source: Update Category
ar: تعديل الفئة

# Description_ar_Txt
source: Description in Arabic
ar: الوصف بالعربي

# Description_en_Txt
source: Description in English
ar: الوصف الانجليزية

# Today_Txt
source: Today
ar: اليوم

# Clear_Txt
source: Clear
ar: حذف

# Close_Txt
source: Close
ar: إغلاق

# Next_Month_Txt
source: Next month
ar: الشهر التالي

# Previous_Month_Txt
source: Previous month
ar: الشهر السابق

# Select_Month_Txt
source: Select a month
ar: إختيار الشهر

# Select_Year_Txt
source: Select a year
ar: إختيار السنة

# Required_Validator_Message
source: This field is required.
ar: هذا الحقل إلزامي

# Email_Validator_Message
source: Please enter a valid email address.
ar: يرجى التأكد من عنوان البريد الإلكتروني المُدخل

# Url_Validator_Message
source: Please enter a valid URL.
ar: الرجاء إدخال عنوان موقع إلكتروني صحيح

# Date_Validator_Message
source: Please enter a valid date.
ar: يرجى التأكد من التاريخ

# Add_Advertisement_Txt
source: Add Ad
ar: إضافة إعلان

# Advertisements_Txt
source: Ads
ar: الإعلانات

# Advertisement_Added_Successfully_Txt
source: Ad added successfully
ar: تم إضافة الإعلان بنجاح

# Advertisement_Deleted_Successfully_Txt
source: Ad deleted successfully
ar: تم حذف الإعلان بنجاح

# Advertisement_Updated_Successfully_Txt
source: Ad updated successfully
ar: تم تعديل الإعلان بنجاح

# Delete_Advertisement_Txt
source: Delete Ad
ar: حذف إعلان

# Error_While_Trying_To_Add_Advertisement_Txt
source: Error while trying to add Ad
ar: هناك خطأ في محاولة إضافة إعلان

# Error_While_Trying_To_Delete_Advertisement_Txt
source: Error while trying to delete Ad
ar: هناك خطأ في محاولة حذف الإعلان

# Error_While_Trying_To_Update_Advertisement_Txt
source: Error while trying to update Ad
ar: هناك خطأ في محاولة تعديل الإعلان

# Update_Advertisement_Txt
source: Update Ad
ar: تعديل الإعلان

# Url_Txt
source: Url
ar: الرابط

# IsActive_Txt
source: Is Active
ar: فعالة؟

# EndDate_Txt
source: Deadline
ar: تاريخ انتهاء التقديم

# Add_Opportunity_Txt
source: Add Opportunity
ar: إضافة فرصة

# Update_Opportunity_Txt
source: Update Opportunity
ar: تعديل الفرصة

# Category_Txt
source: Category
ar: الفئة

# Select_An_Option_Txt
source: Select an option
ar: إختر من القائمة

# Specialty_Txt
source: Specialty
ar: التخصص

# City_Txt
source: City
ar: المدينة

# ApplyUrl_Txt
source: Apply url
ar: رابط التسجيل

# IsFeatured_Txt
source: Is Featured
ar: هل هذه الفرصة مميزة؟

# Tags_Txt
source: Tags (Keywords)
ar: الكلمات المفتاحية

# Delete_Opportunity_Txt
source: Delete Opportunity
ar: حذف الفرصة

# Error_While_Trying_To_Add_Opportunity_Txt
source: Error while trying to add opportunity
ar: هناك خطأ في محاولة إضافة الفرصة

# Error_While_Trying_To_Delete_Opportunity_Txt
source: Error while trying to delete opportunity
ar: هناك خطأ في محاولة حذف الفرصة

# Error_While_Trying_To_Update_Opportunity_Txt
source: Error while trying to update opportunity
ar: هناك خطأ في محاولة تعديل الفرصة

# Opportunity_Added_Successfully_Txt
source: Opportunity added successfully
ar: تم إضافة الفرصة بنجاح

# Opportunity_Deleted_Successfully_Txt
source: Opportunity deleted successfully
ar: تم حذف الفرصة بنجاح

# Opportunity_Updated_Successfully_Txt
source: Opportunity updated successfully
ar: تم تعديل الفرصة بنجاح

# Featured_Txt
source: Featured Opportunities
ar: فرص مميزة

# Not_Featured_Txt
source: Not Featured
ar: غير مميزة

# CreatedDate_Txt
source: Announcement date
ar: تاريخ الاعلان

source: About Us
ar: من نحن

source: Contact us
ar: تواصلوا معنا

# HomePage
source: Home
ar: الصفحة الرئيسية

# HomePageCallToAction
source: Your way to the right path
ar: طريقك إلى المسار الصحيح

source: Login
ar: تسجيل الدخول

source: Opportunities
ar: الفرص

# OrgSignUp
source: Sign up as organization
ar: تسجيل كمؤسسة

source: Search
ar: بحث

source: Sign up
ar: تسجيل

source: How does it work?
ar: كيف تعمل منصة فرص؟

source: Email
ar: البريد الإلكتروني

# EnterUserAndPass
source: Enter your email and password to continue
ar: ادخل البريد الإلكتروني وكلمة المرور للإكمال

source: First name
ar: الاسم الأول

# ForgotPassword
source: did you forget your password?
ar: هل نسيت كلمة المرور؟

source: Job title
ar: المسمى الوظيفي

source: Last name
ar: الاسم الاخير

# NoAccount?
source: Don't have an account yet?
ar: ليس لديك/ي حساب؟

source: Password
ar: كلمة المرور

source: Phone number
ar: رقم الهاتف

# RegisterNow
source: Sign up
ar: قم بالتسجيل الآن

source: Remember me?
ar: هل تتذكرني؟

# ResetLinkSent
source: Please check your email to reset your password
ar: تم الإرسال، الرجاء التحقق من بريدك الإلكتروني لإستعادة كلمة المرور

source: Send
ar: إرسال

source: Sign in
ar: تسجيل الدخول

# SignUpForas
source: Sign up to Foras platform
ar: سجل الآن في منصة فرص

# WelcomeToForas
source: Welcome to Foras platform
ar: منصة فرص ترحب بكــم

source: City
ar: المدينة

source: Find Your Opportunity
ar: ابحث عن فرصتك

source: More details
ar: المزيد من التفاصيل

# NoRecords
source: No Records where found!
ar: لم يتم العثور على نتائج

source: Specialty
ar: التخصص

source: Company name
ar: اسم المؤسسة

source: Field Of Work
ar: مجال العمل

# DescriptionAr
source: Description in Arabic
ar: وصف الفرصة - اللغة العربية

# DescriptionEn
source: Description in English
ar: وصف الفرصة - اللغة الانجليزية

# FieldOfWorkAr
source: Field of work in Arabic
ar: مجال العمل بالعربية

# FieldOfWorkEn
source: Field of work in English
ar: مجال العمل بالإنجليزية

# FileTooLarge
source: File is too large
ar: حجم الملف اكبر من الحد المسموح

# OrgNameAr
source: Organisation's name in Arabic
ar: اسم المؤسسة بالعربية

# OrgNameEn
source: Organisation's name in English
ar: اسم المؤسسة بالإنجليزية

source: Save
ar: حفظ

source: Website
ar: الموقع الإكتروني

source: Accepted
ar: تم القبول

source: Control panel
ar: لوحة التحكم

source: Logout
ar: تسجيل خروج

# NeedMoreInfo
source: more information is needed
ar: بحاجة الى مزيد من المعلومات

source: Profile
ar: الملف الشخصي

source: Rejected
ar: رٌفضت

source: Status
ar: الحالة

source: Under review
ar: قيد المراجعة

source: complete profile
ar: استكمال المعلومات

source: Date of birth
ar: تاريخ الميلاد

source: Education information
ar: معلومات التعليم

source: Please add education information
ar: الرجاء إضافة معلومات التعليم

source: Manage account
ar: إدارة الحساب

# ApplicationProcess_ar_Txt
source: Application process in Arabic
ar: طريقة التقديم - اللغة العربية

# ApplicationProcess_en_Txt
source: Application process in English
ar: طريقة التقديم - اللغة الانجليزية

# Benefits_ar_Txt
source: Benefits in Arabic
ar: المنافع والفوائد - العربية

# Benefits_en_Txt
source: Benefits in English
ar: المنافع والفوائد -الانجليزية

# Category_ar_Txt
source: Category in Arabic
ar: الفئة بالعربية

# Category_en_Txt
source: Category type in English
ar: الفئة بالإنجليزية

# FundingType_ar_Txt
source: Funding type in Arabic
ar: نوع التمويل بالعربية

# FundingType_en_Txt
source: Funding type in English
ar: نوع التمويل بالإنجليزية

# Type_ar_Txt
source: Opportunity type in Arabic
ar: نوع الفرصة بالعربية

# Type_en_Txt
source: Opportunity type in English
ar: نوع الفرصة بالإنجليزية

# FeaturedCountMessage
source: We Found <span class='text-primary-blue'>{0}</span> Available Featured Opportunities
ar: وجدنا <span class='text-primary-blue'>{0}</span> فرصة مميزة

# Add_Faq_Txt
source: Add FAQ
ar: إضافة سؤال شائع

# Answer_ar_Txt
source: Answer in Arabic
ar: الإجابة بالعربية

# Answer_en_Txt
source: Answer in English
ar: الإجابة بالانجليزية

# Error_While_Trying_To_Add_Faq_Txt
source: Error while trying to add FAQ
ar: هناك خطأ في محاولة إضافة السؤال

# Error_While_Trying_To_Delete_Faq_Txt
source: Error while trying to delete FAQ
ar: هناك خطأ في محاولة حذف السؤال

# Error_While_Trying_To_Update_Faq_Txt
source: Error while trying to update FAQ
ar: هناك خطأ في محاولة تعديل السؤال

# Faq_Added_Successfully_Txt
source: FAQ added successfully
ar: تم إضافة السؤال بنجاح

# Faq_Deleted_Successfully_Txt
source: FAQ deleted successfully
ar: تم حذف السؤال بنجاح

# Faq_Updated_Successfully_Txt
source: FAQ Updated successfully
ar: تم تعديل السؤال بنجاح

# Question_ar_Txt
source: Question in Arabic
ar: السؤال بالعربية

# Question_en_Txt
source: Question in English
ar: السؤال بالإنجليزية

# Update_Faq_Txt
source: Update FAQ
ar: تعديل سؤال شائع

# AboutUs_Deleted_Successfully_Txt
source: Deleted about us section successfully
ar: تم حذف قسم "من نحن" بنجاح

# Add_AboutUs_Txt
source: Add about us section
ar: "إضافة قسم "من نحن

# Delete_AboutUs_Txt
source: Delete about us section
ar: "حذف قسم "من نحن

# Error_While_Trying_To_Delete_AboutUs_Txt
source: Error while trying to delete about us section
ar: هناك خطأ في حذف قسم من نحن

# Update_AboutUs_Txt
source: Update about us section
ar: "تعديل قسم "من نحن"

# Please confirm email, or Resend
source: Please confirm email or <a href='/Identity/Account/ResendEmailConfirmation'>Resend confirmation email</a>
ar: يرجى تأكيد البريد الإلكتروني أو <a href='/Identity/Account/ResendEmailConfirmation'>أعد إرسال البريد الالكتروني لللتأكيد</a>

# Terms Of Service
source: Terms Of Service & Privacy
ar: شروط الخدمة والخصوصية

# Add_TermsOfService_Txt
source: Add terms of service section
ar: إضافة قسم شروط الخدمة

# Delete_TermsOfService_Txt
source: Delete terms of service section
ar: حذف قسم شروط الخدمة

# Error_While_Trying_To_Delete_TermsOfService_Txt
source: An error was encountered while trying to delete terms of service section
ar: حذف خطا أثناء حذف قسم شروط الخدمة

# TermsOfService_Deleted_Successfully_Txt
source: You succesfully deleted terms of service section
ar: تم حذف قسم شروط الخدمة بنجاح

# Update_TermsOfService_Txt
source: Update terms of service section
ar: تعديل قسم شروط الخدمة

# ClientName_ar_Txt
source: Client Name in Arabic
ar: اسم العميل بالعربية

# ClientName_en_Txt
source: Client Name in English
ar: اسم العميل بالإنجليزية

# ClientTitle_ar_Txt
source: Client title in Arabic
ar: عنوان العميل بالعربية

# ClientTitle_en_Txt
source: Client title in English
ar: عنوان العميل بالإنجليزية

# Feedback_ar_Txt
source: Feedback in Arabic
ar: التغذية الراجعة بالعربية

# Feedback_en_Txt
source: Feedback in English
ar: التغذية الراجعة بالإنجليزية

# Your password has been reset
source: Your password has been reset. Please <a href="/Identity/Account/Login">click here to log in</a>.
ar: تم إعادة تعيين كلمة المرور الخاصة بك. الرجاء <a href="/Identity/Account/Login">انقر هنا لتسجيل الدخول</a>.

# Content_ar_Txt
source: Content in Arabic
ar: المحتوى بالعربية

# Content_en_Txt
source: Content in English
ar: المحتوى بالإنجليزية

# Blog_Deleted_Successfully_Txt
source: Blog was deleted successfully
ar: تم حذف المقال بنجاح

# Error_While_Trying_To_Delete_Blog_Txt
source: Error occurred while trying to delete the blog
ar: حدث خطا اثناء حذف المقال

# Used password
source: Your new password is same as your old password
ar: كلمة مرورك الجديدة هي نفسها كلمة مرورك القديمة

# ContactPerson_ar_Txt
source: Contact person's name in Arabic
ar: اسم الشخص للتواصل بالعربية

# ContactPerson_en_Txt
source: Contact person's name in English
ar: اسم الشخص للتواصل بالإنجليزية

# Test
source: تجربة
ar: test in arabic
